const productArray = [
  {
    id: 1,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 20000000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 2,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 1600000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 3,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 1000000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 4,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 1300000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 5,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 10000000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 6,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 1500000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 7,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 1200000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 8,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 20000000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 9,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 20000000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
  {
    id: 10,
    banner:
      "http://homeshop.uicgroup.tech/media/Product/Banners/pillow_Q6mOars.jpg",
    title: "Круглая передвижная вращающаяся кухонная корзина корзина",
    sub_title: "Корейская длинная ткань для дивана синего темно-синего цвета",
    description:
      "Regalia — один из лучших брендов, который продает интеллектуальные продукты, такие как смарт-часы, VR Box, наушники и т. д. Он демонстрирует подлинность. Он продает 100% чистую и оригинальную продукцию. Regalia оказывает круглосуточную поддержку 7 дней в неделю, а стоимость доставки всех товаров будет равна 0. Доступна бесплатная курьерская служба. Regalia предоставляет 2 года гарантии на любые электронные устройства",
    discount: 900000,
    price: 20000000,
    price_to: 0,
    sold_amount: 34,
    size: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
    brand: [
      {
        title: "pillow",
      },
      {
        title: "divan",
      },
      {
        title: "lala",
      },
    ],
    floor: [
      {
        title: "1",
        price: 10000,
      },
      {
        title: "2",
        price: 20000,
      },
      {
        title: "3",
        price: 30000,
      },
    ],
  },
];

export default productArray;
